Repository: QSPFoundation/qspgui
Catalog: create_lang/qspgui_*.po
Languages: be, de, eo, ru, uk

source: &About... Ctrl-H
be: &Аб праграме... Ctrl-H
de: &Über Programm... Ctrl-H
eo: &Pri programo... Ctrl-H
ru: &О программе... Ctrl-H
uk: &Про програму... Ctrl-H

source: &Actions Ctrl-2
be: &Дзеянні Ctrl-2
de: &Aktionen Ctrl-2
eo: &Agoj Ctrl-2
ru: &Действия Ctrl-2
uk: &Дії Ctrl-2

source: &Captions Ctrl-5
be: &Загалоўкі Ctrl-5
de: &Titeln Ctrl-5
eo: &Titoloj Ctrl-5
ru: &Заголовки Ctrl-5
uk: &Заголовки Ctrl-5

source: &Game
be: &Гульня
de: &Spiel
eo: &Ludo
ru: &Игра
uk: &Гра

source: &Help
be: &Дапамога
de: &Hilfe
eo: &Helpo
ru: &Помощь
uk: &Довідка

source: &Hotkeys for actions Ctrl-6
be: &Гарачыя клавішы для дзеянняў Ctrl-6
de: &Hot Keys für Aktionen Ctrl-6
eo: K&lav-kunmetoj por agoj Ctrl-6
ru: &Горячие клавиши для действий Ctrl-6
uk: &Гарячі клавіші для дій Ctrl-6

source: &Input area Ctrl-4
be: &Поле ўводу Ctrl-4
de: &Eingabefeld Ctrl-4
eo: &Kampo por &entajpo Ctrl-4
ru: Поле &ввода Ctrl-4
uk: Поле &вводу Ctrl-4

source: &Objects Ctrl-1
be: &Прадметы Ctrl-1
de: &Objekte Ctrl-1
eo: &Objektoj Ctrl-1
ru: &Предметы Ctrl-1
uk: &Предмети Ctrl-1

source: &Open game... Alt-O
be: &Загрузіць гульню... Alt-O
de: &Spiel öffnen... Alt-O
eo: &Malfermo de ludo... Alt-O
ru: &Загрузить игру... Alt-O
uk: &Завантажити гру... Alt-O

source: &Open saved game... Ctrl-O
be: &Загрузіць стан гульні... Ctrl-O
de: &Savegame laden... Ctrl-O
eo: &Malfermo de lud-stato... Ctrl-O
ru: &Загрузить состояние игры... Ctrl-O
uk: &Завантажити стан гри... Ctrl-O

source: &Quest
be: &Квэст
eo: &Aventuro
ru: &Квест
uk: &Квест

source: &Quit Alt-X
be: &Выйсці Alt-X
de: &Schließen Alt-X
eo: &Eliro Alt-X
ru: &Выйти Alt-X
uk: &Вийти Alt-X

source: &Restart game Alt-N
be: &Пачаць зноўку Alt-N
de: &Neustarten Alt-N
eo: &Restarto de ludo Alt-N
ru: &Начать заново Alt-N
uk: &Розпочати спочатку Alt-N

source: &Save game...
be: &Захаваць стан гульні...
de: S&piel speichern...
eo: &Savo de lud-stato...
ru: &Сохранить состояние игры...
uk: З&берегти стан гри...

source: &Settings
be: &Усталёўкі
de: &Einstellungen
eo: &Preferoj
ru: &Установки
uk: &Налаштування

source: &Show / Hide
be: &Паказаць / Схаваць
de: &Anzeigen / Verstecken
eo: &Montri / Kaŝi
ru: &Показать / Скрыть
uk: &Показати / Сховати

source: A&dditional desc Ctrl-3
be: Д&адатковае апісанне Ctrl-3
de: &Zusätzliche Beschreibung Ctrl-3
eo: &Kroma priskribo Ctrl-3
ru: Д&ополнительное описание Ctrl-3
uk: Д&одатковий опис Ctrl-3

source: Actions
be: Дзеянні
de: Aktionen
eo: Agoj
ru: Действия
uk: Дії

source: Additional desc
be: Дадатковае апісанне
de: Zusätzliche Bescheibung
eo: Kroma priskribo
ru: Дополнительное описание
uk: Додатковий опис

source: Bracket not found!
be: Не адпавядае колькасць дужак, што адкрываюць і закрываюць!
de: Die Anzahl der öffnenden und schließenden Klammern stimmt nicht überein!
eo: Kvanto de la malfermantaj kaj fermantaj krampoj ne koincidas!
ru: Не соответствует количество открывающих и закрывающих скобок!
uk: Не співпадає кількість дужок, що відкривають та закривають!

source: Brackets not found!
be: У выражэнні адсутнічаюць дужкі!
de: Die Klammern wurden nicht gefunden!
eo: En komando mankas krampoj!
ru: В выражении отсутствуют скобки!
uk: В виразі відсутні дужки!

source: Can't add action!
be: Нельга дадаць дзеянне!
de: Aktion kann nicht hinzugefügt werden!
eo: Ne eblas aldoni agon!
ru: Нельзя добавить действие!
uk: Неможливо додати дію!

source: Can't add file!
be: Нельга дадаць файл!
de: Datei kann nicht hinzugefügt werden!
eo: Ne eblas aldoni dosieron!
ru: Нельзя добавить файл!
uk: Неможливо додати файл!

source: Can't add menu item!
be: Нельга дадаць пункт меню!
de: Menüstelle kann nicht hinzugefügt werden!
eo: Ne eblas aldoni punkton de menuo!
ru: Нельзя добавить пункт меню!
uk: Неможливо додати пункт меню!

source: Can't add object!
be: Нельга дадаць аб'ект!
de: Das Objekt kann nicht hinzugefügt werden!
eo: Ne eblas aldoni objekton!
ru: Нельзя добавить объект!
uk: Неможливо додати об`єкт!

source: Can't load file!
be: Нельга загрузіць файл!
de: Die Datei kann nicht geladen werden!
eo: Ne eblas malfermi dosieron!
ru: Нельзя загрузить файл!
uk: Неможливо завантажити файл!

source: Cancel
be: Адмена
de: Absagen
eo: Nuligo
ru: Отмена
uk: Скасувати

source: Line %d: %s Code: %d Desc: %s
be: Радок %d: %s Код памылкі: %d Апісанне: %s
de: Zeile %d: %s Fehlerkode: %d Beschreibung: %s
eo: Linio %d: %s Kodo de eraro: %d Priskribo: %s
ru: Строка %d: %s Код ошибки: %d Описание: %s
uk: Рядок %d: %s Код помилки: %d Опис: %s

source: Default
be: Па змаўчанні
eo: Defaŭlte
ru: По умолчанию
uk: За замовчуванням

source: Division by zero!
be: Дзяленне на 0!
de: Dieviedeirt durch 0!
eo: Divido je 0!
ru: Деление на 0!
uk: Ділення на 0!

source: Error
be: Памылка
de: Fehler
eo: Eraro
ru: Ошибка
uk: Помилка

source: File not found!
be: Указаны файл недаступны або не знойдзены!
de: Angegebene Datei ist nicht zugänglich bzw. wurde nicht gefunden!
eo: Indikita dosiero ne estas alirebla aŭ ne troviĝis!
ru: Указанный файл недоступен или не найден!
uk: Вказанный файл недоступний або не знайдений!

source: Game not loaded!
be: Гульня не загружана!
de: Spiel wurde nicht geladen!
eo: Ludo ne estas malfermita!
ru: Игра не загружена!
uk: Гра не завантажена!

source: Incorrect arguments' count!
be: Няправільная колькасць аргументаў аператара / функцыі!
de: Die Anzahl von Operators- oder Funktionsargumenten ist nicht korrekt!
eo: Neĝusta kvanto da argumentoj de operatoro / funkcio!
ru: Неверное число аргументов оператора / функции!
uk: Невірне число аргументів оператора / функції!

source: Incorrect variable name!
be: Недапушчальная назва пераменнай / масіва!
de: Variablename ist nicht korrekt!
eo: Ne taŭgas nomo de variablo / masivo!
ru: Недопустимое название переменной / массива!
uk: Недопустима назва змінної / масиву!

source: Info
be: Інфармацыя
de: Informationen
eo: Informo
ru: Информация
uk: Інформація

source: Input area
be: Поле ўводу
de: Eingabefeld
eo: Kampo por tajpado
ru: Поле ввода
uk: Поле вводу

source: Input data
be: Увод дадзеных
de: Datenangabe
eo: Entajpado de donitaĵoj
ru: Ввод данных
uk: Введіть дані

source: Label not found!
be: Указаная пазнака не знойдзена!
de: Angegebene Marke wurde nicht gefunden!
eo: Indikita marko ne estas trovita!
ru: Указанная метка не найдена!
uk: Вказаная мітка не знайдена!

source: Language
be: Мова
de: Sprache
eo: Lingvo
ru: Язык
uk: Мова

source: Location not found!
be: Лакацыя з зададзенай назвай не існуе!
de: Es gibt keine Stelle mit angegebenen Namen!
eo: Lokacio kun indikita nomo ne ekzistas!
ru: Локация с заданным названием не существует!
uk: Локація с заданою назвою не існує!

source: Location: %s Area: %s Line %d: %s Code: %d Desc: %s
be: Лакацыя: %s Месца: %s Радок %d: %s Код памылкі: %d Апісанне: %s
de: Stelle: %s Platz: %s Zeile %d: %s Fehlerkode: %d Beschreibung: %s
eo: Lokacio: %s Loko: %s Linio %d: %s Kodo de eraro: %d Priskribo: %s
ru: Локация: %s Место: %s Строка %d: %s Код ошибки: %d Описание: %s
uk: Локація: %s Місце: %s Рядок %d: %s Код помилки: %d Опис: %s

source: Objects
be: Прадметы
de: Objekte
eo: Objektoj
ru: Предметы
uk: Предмети

source: Preview
be: Прадпрагляд
de: Vorschau
eo: Antaŭrigardo
ru: Предпросмотр
uk: Перегляд

source: QSP games (*.qsp;*.gam)|*.qsp;*.gam
be: Файлы гульняў QSP (*.qsp;*.gam)|*.qsp;*.gam
de: QSP-Spieldateien (*.qsp;*.gam)|*.qsp;*.gam
eo: QSP ludoj (*.qsp;*.gam)|*.qsp;*.gam
ru: Файлы игр QSP (*.qsp;*.gam)|*.qsp;*.gam
uk: Файли гри QSP (*.qsp;*.gam)|*.qsp;*.gam

source: Quote not found!
be: Адсутнічае двукоссе, што завяршае тэкст!
de: Anführungszeichen am Ende des Textes wurde nicht gefunden!
eo: Mankas finiganta tekston citilo!
ru: Отсутствует завершающая текст кавычка!
uk: Відсутні лапки в кінці тексту!

source: Regular expression error!
be: Памылка кампіляцыі рэгулярнага выражэння!
de: Fehler beim Kompilierung vom regulären Ausdruck!
eo: Eraro de kompilado de regula esprimo!
ru: Ошибка компиляции регулярного выражения!
uk: Помилка компиляції регулярного виразу!

source: Saved game files (*.sav)|*.sav
be: Файлы гульнявых станаў QSP (*.sav)|*.sav
de: QSP-Savegamedateien (*.sav)|*.sav
eo: Dosieroj de lud-statoj (*.sav)|*.sav
ru: Файлы игровых состояний QSP (*.sav)|*.sav
uk: Файли ігрових станів QSP (*.sav)|*.sav

source: &Font
be: &Шрыфт
de: &Schriftart
eo: &Tiparo
ru: &Шрифт
uk: &Шрифт

source: &Colors
be: &Колеры
de: &Farben
eo: &Koloroj
ru: &Цвета
uk: &Кольори

source: &Always use selected font size
be: &Заўсёды выкарыстоўваць выбраны памер шрыфта
de: &Immer die ausgewählte Schriftgröße benutzten
eo: Ĉiam uzi elektitan &grandecon de tiparo
ru: &Всегда использовать выбранный размер шрифта
uk: &Завжди використовувати обраний розмір шрифта

source: Select &background color... Alt-B
be: Выбраць колер &фону... Alt-B
de: &Hintergrundsfarbe auswählen... Alt-B
eo: Elekto de koloro de &fono... Alt-B
ru: Выбрать цвет &фона... Alt-B
uk: Вибрати колір &фону... Alt-B

source: Select &font... Alt-F
be: Выбраць &шрыфт... Alt-F
de: &Schriftart auswählen... Alt-F
eo: Elekto de &tiparo... Alt-F
ru: Выбрать &шрифт... Alt-F
uk: Вибрати &шрифт... Alt-F

source: Select &language... Alt-L
be: Выбраць &мову... Alt-L
de: &Sprache auswählen... Alt-L
eo: Elekto de &lingvo... Alt-L
ru: Выбрать &язык... Alt-L
uk: Вибрати &мову... Alt-L

source: Select background color
be: Выберыце колер фону
de: Wählen Sie eine Farbe für Hintergrund
eo: Elektu koloron de fono
ru: Выберите цвет фона
uk: Виберіть колір фону

source: Select file to save
be: Выберыце файл для захавання
de: Wählen Sie eine Datei für Speichern
eo: Elektu dosieron por savo
ru: Выберите файл для сохранения
uk: Виберіть файл для збереження

source: Select font
be: Выберыце шрыфт
de: Wählen Sie einen Schriftart
eo: Elektu tiparon
ru: Выберите шрифт
uk: Виберіть шрифт

source: Select font &color... Alt-C
be: Выбраць &колер шрыфта... Alt-C
de: &Schriftfarbe auswählen... Alt-C
eo: Elekto de &koloro de tiparo... Alt-C
ru: Выбрать &цвет шрифта... Alt-C
uk: Вибрати &колір шрифту... Alt-C

source: Select font color
be: Выберыце колер шрыфта
de: Wählen Sie eine Schriftfarbe aus
eo: Elektu koloron de tiparo
ru: Выберите цвет шрифта
uk: Виберіть колір шрифту

source: Select game file
be: Выберыце файл гульні
de: Wählen Sie die Datei des Spieles
eo: Elektu dosieron de ludo
ru: Выберите файл игры
uk: Виберіть файл гри

source: Select l&inks' color... Alt-I
be: Выбраць колер &спасылак... Alt-I
de: Farbe für &Links auswählen... Alt-I
eo: Elekto de koloro de l&igiloj... Alt-I
ru: Выбрать цвет &ссылок... Alt-I
uk: Вибрати колір п&осилань... Alt-I

source: Select language
be: Выберыце мову
de: Wählen Sie eine Sprache aus
eo: Elektu lingvon
ru: Выберите язык
uk: Виберіть мову

source: Select links' color
be: Выберыце колер спасылак
de: Wählen Sie eine Farbe für Links
eo: Elektu koloron de ligiloj
ru: Выберите цвет ссылок
uk: Виберіть колір посилань

source: Select saved game file
be: Выберыце файл для загрузкі
de: Wählen Sie eine Savegamedatei aus
eo: Elektu dosieron por malfermo
ru: Выберите файл для загрузки
uk: Виберіть файл для завантаження

source: Sign [:] not found!
be: Знак [:] не знойдзены!
de: Symbol [:] nicht gefunden!
eo: Signo [:] ne estas trovita!
ru: Знак [:] не найден!
uk: Знак [:] не знайдено!

source: Sign [=] not found!
be: Знак [=] не знойдзены!
de: Symbol [=] nicht gefunden!
eo: Signo [=] ne estas trovita!
ru: Знак [=] не найден!
uk: Знак [=] не знайдено!

source: Stack overflow!
be: Перапаўненне стэка!
de: Stack-Überlauf!
eo: Superpleniĝo de stako!
ru: Переполнение стека!
uk: Переповнення стеку!

source: Syntax error!
be: Памылка сінтаксісу!
de: Syntaxfehler!
eo: Sintaksa eraro!
ru: Ошибка синтаксиса!
uk: Помилка синтаксису!

source: Too many items in expression!
be: Занадта шмат элементаў у выражэнні!
de: Zu viele Elemente im Ausdruck!
eo: Tro multas elementoj en komando!
ru: Слишком много элементов в выражении!
uk: Занадто багато елементів у виразі!

source: Too many variables!
be: Занадта шмат пераменных з аднолькавым хэшэм!
de: Zu viele Variablen mit dem gleichen Hash!
eo: Tro multas variabloj kun sama heŝ-kodo!
ru: Слишком много переменных с одинаковым хэшем!
uk: Занадто багато змінних з однаковим хешем!

source: Type mismatch!
be: Неадпаведнасць тыпаў дадзеных!
de: Unstimmigkeit von Datentypen!
eo: Malkonformas tipoj de donitaĵoj!
ru: Несоответствие типов данных!
uk: Невідповідність типів даних!

source: Unknown action!
be: Невядомае дзеянне!
de: Unbekannte Aktion!
eo: Nekonata ago!
ru: Неизвестное действие!
uk: Невідома дія!

source: Unknown error!
be: Невядомая памылка!
de: Unbekannter Fehler!
eo: Nekonata eraro!
ru: Неизвестная ошибка!
uk: Невідома помилка!

source: Version: %s Engine Compiled: %s GUI Compiled: %s
be: Версія: %s Дата кампіляцыі інтэрпрэтатара: %s Дата кампіляцыі інтэрфейсу: %s
de: Version: %s Interpretator kompiliert am: %s Schnittstelle kompiliert am: %s
eo: Versio: %s Dato de kompiligo de interpretigilo: %s Dato de kompiligo de interfaco: %s
ru: Версия: %s Дата компиляции интерпретатора: %s Дата компиляции интерфейса: %s
uk: Версія: %s Дата компиляції інтерпретатора: %s Дата компиляції інтерфейсу: %s

source: Window / Fullscreen &mode Alt-Enter
be: Аконны / Поўнаэкранны &рэжым Alt-Enter
de: Fenster- / Fullscreen-&Modus Alt-Enter
eo: Fenestra / Plenfenestra reĝimo Alt-Enter
ru: Оконный / Полноэкранный &режим Alt-Enter
uk: Віконний / Повноекранний &режим Alt-Enter

source: [end] not found!
be: Шматрадковыя формы аператараў павінны завяршацца словам [end]!
de: Vielzeilige Operatoren müssen mit dem Wort [end] abgeschlossen werden!
eo: Multliniaj formoj de operatoro finiĝu per vorto [end]!
ru: Многострочные формы операторов должны завершаться словом [end]!
uk: Багаторядкові форми операторів повинні завершуватися словом [end]!

source: on action
be: пры апрацоўцы выбару дзеяння
de: bei Bearbeitung der Aktion
eo: dum traktado de elekto de ago
ru: при обработке выбора действия
uk: при обробці вибору дії

source: on visit
be: пры наведванні
de: beim Besuch
eo: dum vizito
ru: при посещении
uk: при відвідуванні

source: Sound &volume
be: Гучнасць &гуку
de: &Lautstärke
eo: Nivelo de &sono
ru: Громкость &звука
uk: Гучність &звуку

source: No sound Alt-1
be: Без гуку Alt-1
de: Kein Ton Alt-1
eo: Sen sono Alt-1
ru: Без звука Alt-1
uk: Без звуку Alt-1

source: Initial volume Alt-6
be: Зыходная гучнасць Alt-6
de: Voreingestellte Lautstärke Alt-6
eo: Origina nivelo Alt-6
ru: Исходная громкость Alt-6
uk: Початкова гучність Alt-6

source: Code not found!
be: Недакладны запіс аднарадковага аператара!
de: Der einzeilige Operator ist nicht korrekt!
eo: Neĝusta enskribo de unulinia operatoro!
ru: Неверная запись однострочного оператора!
uk: Невірний запис однострокового оператора!

source: Loop condition not found!
be: Умова цыкла не знойдзена!
de: Schleifenbedingung nicht gefunden!
eo: Buklokondiĉo ne estas trovita!
ru: Условие цикла не найдено!
uk: Умова циклу не знайдена!

source: &Quicksave Ctrl-S
be: &Хуткае захаванне Ctrl-S
de: &Die schnelle Erhaltung Ctrl-S
eo: &Rapida savo Ctrl-S
ru: &Быстрое сохранение Ctrl-S
uk: &Швидке збереження Ctrl-S
